[
  {
    "id": 1,
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/2cee64414e1f4f31baf1ae270099d950_9366/Lite_Racer_Adapt_3.0_Shoes_Black_FX8802_01_standard.jpg",
    "name": "Adil",
    "ratings": 4.5,
    "comment": " I purchased these earbuds to primarily listen to music or take phone calls while I am at work, out and about or at home. They arrived neatly packaged with a little bit more than I expected. The case was slimmer than most charging units and the earbuds are magnetized, so even if the lid is open they will not fall out, and snap into place ready to charge. They came with an assortment of different sized rubber caps that slip into the ear. Some were clear with red accents, others were black. Once they are fitted, the color won't be seen, so it's purely personal which ones you choose. The package also included a micro-USB cable and a small black velvet pouch."
  },
  {
    "id": 2,
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/2cee64414e1f4f31baf1ae270099d950_9366/Lite_Racer_Adapt_3.0_Shoes_Black_FX8802_01_standard.jpg",
    "name": "Kashem",
    "ratings": 4,
    "comment": " My review will be short and concise. As a general consumer, I was simply looking for a quality product at an affordable price. After some research I settled on these and have enjoyed them for just over a month (ordered on 9/29, today is 11/1) until the right headphones sound faded out of the blue. It's upsetting because I would rate these 5 stars had this not happened because as I previously said I've been enjoying them. In fact, as I currently write this review I am using just the left headphone. Maybe mine was just a faulty product but I wanted to make mention of this in the event anyone else has experienced this issue and are concerned about the products longevity."
  },
  {
    "id": 3,
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/2cee64414e1f4f31baf1ae270099d950_9366/Lite_Racer_Adapt_3.0_Shoes_Black_FX8802_01_standard.jpg",
    "name": "Baten",
    "ratings": 3,
    "comment": " My first pair of Bluetooth earbuds, I’ve been using my iPad and phone more often to watch tv programs etc lately, and discovered the ease of hands free calling in the process. We all (my generation and above at least) remember when Bluetooth earbuds first came out for phones, one ear etc. These are in a whole different class. While I’ve never heard of the manufacturer, I do my due diligence when it comes to researching a product and comparing it before I purchase. It takes me days to decide which one to get. For the price, and what I read, I gave these a shot and hit a home run. Amazing sound, easily pairs between my iPhone 6s and iPad Air. Just make sure the bluetooth is turned off the one you don’t want to use and vice versa. If it doesn’t automatically hook up just go to menu and select S1. The convenience of the small charging case, that also has a simple but effective way of telling you it’s remaining battery life (blinking light, 1-4x depending on power left). It charges the buds in the case regardless of whether the case is hooked up or not. Bottom line-I LOVE THESE AND HAVE YET TO FIND A REASON NOT TO. True surround sound style phone calls if you choose, not sure about specs but the mic seems to work just fine."
  },
  {
    "id": 4,
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/2cee64414e1f4f31baf1ae270099d950_9366/Lite_Racer_Adapt_3.0_Shoes_Black_FX8802_01_standard.jpg",
    "name": "Labib",
    "ratings": 5,
    "comment": "First off, I love the design of these headphones. The carrying case is nice and small, charges the headphones when you're on the go, and has a great magnetic feature that pulls the headphones into the case properly to charge. One odd thing is that the right earbud goes on the left and vice versa. The battery life and range is pretty good too. The sound quality is pretty good for the price point - clear and crisp. However, the connection does drop for a split second occasionally. Overall, I would say this is a good buy."
  },
  {
    "id": 5,
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/2cee64414e1f4f31baf1ae270099d950_9366/Lite_Racer_Adapt_3.0_Shoes_Black_FX8802_01_standard.jpg",
    "name": "Hatem",
    "ratings": 4,
    "comment": "Nice packaging, nice earpieces, easy to connect. Both headphones connect to the same Bluetooth signal. Case and cloth bag for the case are a nice design. It would be even nicer if the charger port was a usb-c connection. Earpieces are comfortable and do not fall out during a run or jog."
  },
  {
    "id": 6,
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/2cee64414e1f4f31baf1ae270099d950_9366/Lite_Racer_Adapt_3.0_Shoes_Black_FX8802_01_standard.jpg",
    "name": "Ali",
    "ratings": 3.5,
    "comment": "I have had a lot of different headphones over the years (Airpods, bose q35's) and wanted to to get some headphones that are a little less expensive for everyday working out. For the price, the quality is good but sound quality could be better (when compared to other headphones i have used). Bluetooth connectivity is good which can be an issue. Overall, I would recommend!"
  }
]